{
    "577f1a753e61dcdc97dfad904fc6b91f": {
        "response": "iPhone 14 Pro'nun güncel fiyatı 799.99 TL ve stokta 34 adet bulunmaktadır. Bununla ilgilenenler şunları da beğendi: iPhone 15 Pro.",
        "timestamp": 1754236019.652591
    },
    "4d82f063d8297caf5c4f7d665ca44cc0": {
        "response": "Fiyatlar, stok durumu, döviz kuru ve piyasa koşullarına göre değişebilir.  Sistemimizdeki ürün stok bilgileri gerçek zamanlı olarak güncellenir. “Tükendi” olarak işaretlenen ürünler siparişe kapalıdır.  Fiyat karşılaştırma özelliği sayesinde satıcılar, ürünlerini diğer platformlardaki fiyatlara göre optimize edebilirler.  Ayrıca, fiyatlar döviz kuru, stok durumu, kampanyalar ve talep durumuna göre değişkenlik gösterebilir. Site içi anlık fiyat karşılaştırma sistemiyle aynı ürünü diğer platformlardaki fiyatlarla karşılaştırabilirsiniz.  Sadakat programları, sezon indirimleri ve kullanıcı bazlı kuponlar düzenli olarak sunulmaktadır. Aktif kampanyalar ödeme aşamasında görüntülenebilir.",
        "timestamp": 1754243144.6732538
    },
    "75d24be88e26eea086009fe76c3d853f": {
        "response": "iPhone 14 Pro'nun güncel fiyatı 799.99 TL ve stokta 34 adet bulunmaktadır.  İlgilenenlere iPhone 15 Pro da önerilir.",
        "timestamp": 1754243163.4371274
    },
    "f7b6a567f8a4e40cd0e65e1147ce32a2": {
        "response": "MacBook Pro M4'ün güncel fiyatı 1199.99 TL ve stokta 30 adet bulunmaktadır.",
        "timestamp": 1754243238.3948648
    },
    "1a5144716ab9cee14ff2018fdfd24393": {
        "response": "Stokta varsa ürün değişimi yapılabilir.  Stok yoksa para iadesi yapılır. Değişim talebi iade süreci üzerinden yürütülür.  Değişimlerde kargo ücreti genellikle kullanıcıya aittir, ancak istisnalar olabilir.  Daha detaylı bilgi için destek ekibimizle iletişime geçebilirsiniz.",
        "timestamp": 1754243285.816256
    },
    "ec2da7d1c807b7484aec5965ae1b3094": {
        "response": "Sipariş verebilmek için üye olmanız gerekiyor. Üyelik ücretsizdir ve e-posta veya sosyal medya hesaplarınızla kolayca kaydolabilirsiniz.",
        "timestamp": 1754243291.0335407
    }
}